{
    "Jaisalmer" : [{"name" : "Jaisalmer" , "label" : "Jaisalmer nicknamed The Golden city, is a city in the Indian state of Rajasthan, located 575 kilometres (357 mi) west of the state capital Jaipur. The town stands on a ridge of yellowish sandstone and is crowned by the ancient Jaisalmer Fort. This fort contains a royal palace and several ornate Jain temples. Many of the houses and temples of both the fort and of the town below are built of finely sculptured sandstone. The town lies in the heart of the Thar Desert (the Great Indian Desert) and has a population, including the residents of the fort, of about 78,000. It is the administrative headquarters of Jaisalmer District. Jaisalmer was once the capital of Jaisalmer State."}],
    "Victoria Memorial" : [{"name" : "Victoria Memorial" , "label" : "The Victoria Memorial is a large marble building on the Maidan in Central Kolkata, having its entrance on the Queen's Way. It was built between 1906 and 1921 by then British government. It is dedicated to the memory of Queen Victoria, Empress of India from 1876 to 1901.The largest monument to a monarch anywhere in the world, it stands in 64 acres of gardens and is now a museum under the control of the Ministry of Culture. Possessing prominent features of british architecture of colonial era, it has evolved into one of the most popular places in the city."}],
    "Calangute Beach" : [{"name" : "Calangute Beach" , "label" : "The beach is popular among tourists due to the availability of restaurants, clubs and shopping activities. Calangute is also famous for its water sport activities. One can experience para-sailing, water surfing, banana ride, jet-ski."}],
    "Sanchi gupta" : [{"name" : "Sanchi gupta" , "label" : "Sanchi a small town in Raisen District of Madhya Pradesh is the seat of Buddhist Vihar and the world renowned Sanchi Stupa. An unparalleled exemplification of Buddhist and Mauryan art, culture and architecture, Sanchi is known by various other names Kakanaya, Kakanava, Kakanadabota and Bota-Sriparvata. Noted for being the oldest stone edifice of India the Great Stupa - a hemispherical structure was initially commanded by Emperor Ashoka in 3rd century BC to enshrine the mortal remains of Lord Buddha. It is said that the entire construction of Stupa was done under the supervision on Queen Devi - wife of King Ashoka. Apart from being the final residing place of Lord Buddha, Sanchi is also the place where King Ashoka and Queen Devi got married. While the Stupa1was erected during Mauryan reign, the elaborate toranas or the ornate entrances were added by Satavahana kings in 1st century BC the carvings on the doorways depicts and displays the life and events in the life of Buddha. It is also around the same time the Stupa 2nd and 3rd and Temple 40 were added to the Buddh Vihar. Further additions were done from 2nd - 4th centuries when Sanchi was ruled respectively by Kushana, Kshatrapa and Gupta dynasties. During Gupta reign the statue of Lord Buddha on a canopy facing all four entrances was erected along with many other temples. "}],
    "Shree krishna Arjun chariot" : [{"name" : "Shree krishna Arjun chariot" , "label" : "The picture is symbolic of our inner instruments to train the mind and senses. This is a very concise and beautiful description, symbolic and full of meaning and profundity.The chariot is the Sarira (body).  The passenger Arjuna is the Jivi (embodied individual soul). The charioteer Krishna is the Atma (Self, sometimes referred as Higher Intellect or Buddhi) leading the chariot into the middle of two armies of Kauravas (Demonic nature) and Pandavas (Divine nature) in the battlefield of Kurukshetra (Inner Battle of Mind). The reins are the operations of the Manas (Mind). The horses are the Indriyas (senses, such as, eyes, ears, nose, tongue, etc.) The roads along which this chariot is driven are the objects of the senses. All this is made possible by a joint activity of the Atma/Higher Intellect, the Senses and the Mind. "}],
    "Swaraj Dweeop(Havelock)" : [{"name" : "Swaraj Dweeop(Havelock)" , "label" : "Havelock Island is part of Ritchie's Archipelago, in India's Andaman Islands. It's known for its dive sites and beaches, like Elephant Beach, with its coral reefs. Crescent-shaped Radhanagar Beach is a popular spot for watching the sunset. On the island's east side, rocky sections mark long, tree-lined Vijaynagar Beach. The island's forested interior is home to birdlife such as white-headed mynas and woodpeckers"}],
    "Mahabodhi Temple" : [{"name" : "Mahabodhi Temple" , "label" : "The Mahabodhi Temple (literally: Great Awakening Temple) or the Mahābodhi Mahāvihāra, a UNESCO World Heritage Site, is an ancient, but rebuilt and restored Buddhist temple in Bodh Gaya, Bihar, India, marking the location where the Buddha is said to have attained enlightenment. Bodh Gaya is 15 km from Gaya and is about 96 km (60 mi) from Patna. The site contains a descendant of the Bodhi Tree under which the Buddha gained enlightenment, and has been a major pilgrimage destination of Buddhists for over two thousand years.Some of the site's elements date to the period of Ashoka (died c. 232 BCE). What is now visible on the ground dates from the 5th century CE, or possibly earlier, as well as several major restorations since the 19th century. The structure, however, also potentially incorporates large parts of earlier work, possibly from the 2nd or 3rd century CE. Archaeological finds from the site indicate that the place was a site of veneration for Buddhists since at least the Mauryan period. In particular, the Vajrasana, which is located within the temple itself has been dated to the third century BCE."}],
    "state of unity" : [{"name" : "state of unity" , "label" : "The Statue of Unity is the world's tallest statue, with a height of 182 metres (597 feet), located near Kevadia in the state of Gujarat, India. It depicts Indian statesman and independence activist Vallabhbhai Patel (1875-1950), who was the first deputy prime minister and home minister of independent India and an adherent of Mahatma Gandhi. Patel is highly respected for his leadership in uniting 562 princely states of India to form the single Union of India. The statue is located in Gujarat on the Narmada River in the Kevadiya colony, facing the Sardar Sarovar Dam 100 kilometres (62 mi) southeast of the city of Vadodara.The project was first announced in 2010, and construction started in October 2013 by Indian company Larsen & Toubro, with a total construction cost of ₹27 billion (US$422 million). It was designed by Indian sculptor Ram V. Sutar and was inaugurated by the Prime Minister of India, Narendra Modi, on 31 October 2018, the 143rd anniversary of Patel's birth."}],
    "Solophok Chardham Namchi" : [{"name" : "Solophok Chardham Namchi" , "label" : "To promote Religious Tourism in Sikkim, this newly developed Pilgrimage-cum-Cultural Centre is constructed on top of the Solophok Hill in South-Sikkim. View for miles, the 26½ m high statue of Lord Shiva in sitting posture that marks the location of the main temple. Apart from this giant statue, the replicas of twelve Jyotirlingas along with the four Dhams; Badrinath, Jagannath, Dwarka and Rameshwaram are also installed in the complex (7 acres approx). This stunning imitation of chardham amidst the serene nature of Sikkim, has become one of the top tourist destinations in Sikkim, especially among the devotees of Lord Shiva."}],
    "Rameshwaram" : [{"name" : "Rameshwaram" , "label" : "Ramanathaswamy Temple or Rameshwaram is a Hindu temple dedicated to the god Shiva located on Rameswaram island in the state of Tamil Nadu, India. It is also one of the twelve Jyotirlinga temples. It is one of the 275 Paadal Petra Sthalams, where three of the most revered Nayanars (Saivite saints), Appar, Sundarar and Tirugnana Sambandar, have glorified the temple with their songs. The temple was expanded during the 12th century by the Pandya Dynasty, and its principal shrine's sanctum was renovated by Jeyaveera Cinkaiariyan and his successor Gunaveera Cinkaiariyan, monarchs of the Jaffna kingdom. The temple has the longest corridor among all Hindu temples in India. It was built by King Muthuramalinga Sethupathiy. [1] [2] The temple, located in Rameswaram, is considered a holy pilgrimage site for Shaivites, Vaishnavites and Smarthas. Mythological accounts depict the presiding deity, the Lingam of Ramanathaswamy (Shiva), as having been established and worshiped by Rama, before he crossed his bridge to the present-day island of Sri Lanka. It is one of the Char Dham pilgrimage sites."}],
    "Kathakali" : [{"name" : "Kathakali" , "label" : "Kathakali is a major form of classical Indian dance. It is a story play genre of art, but one distinguished by the elaborately colourful make-up and costumes of the traditional male actor-dancers. It is native to the Malayalam-speaking southwestern region of Kerala and is almost entirely practiced and appreciated by Malayali people."}],
    "Rath Yatra-Puri" : [{"name" : "Rath Yatra-Puri" , "label" : "The Ratha Yatra of Puri,  is a Hindu festival associated with the deity Jagannath held at Shri Kshetra Puri Dham in the state of Odisha, India. It is the oldest Ratha Yatra, whose descriptions can be found in Brahma Purana, Padma Purana, the Skanda Purana, and the Kapila Samhita.[1] This Ratha Yatra is the celebration of the occasion of the deity Jagannath, a form of the Hindu deity Vishnu or Krishna, journeying towards his aunt's house. Adherents mark this occasion as Jagannath's annual visit to the Gundicha Temple via Mausi Maa Temple (maternal aunt's home) near Saradha Bali, Puri. This annual festival is celebrated on the Ashadha Shukla Paksha Dvitiya, the second day in bright fortnight of Ashadha month of the Odia Calendar."}],
    "Hundru Falls" : [{"name" : "Hundru Falls" , "label" : "The Hundru Falls is a waterfall located in Ranchi district in the Indian state of Jharkhand. It is the 34th highest waterfall in India. It is one of the most famous tourist places in the region. Hundru Falls is located at 23.4500°N 85.6500°E"}],
    "Sri Venkateshvara Swami Temple" : [{"name" : "Sri Venkateshvara Swami Temple" , "label" : "The Sri Venkateshvara Swami Vaari Temple is a Hindu temple situated in the hill town of Tirumala at Tirupati in Tirupati district of Andhra Pradesh, India. The Temple is dedicated to Venkateshvara, a form of Vishnu, who is believed to have appeared on the earth to save mankind from trials and troubles of Kali Yuga. Hence the place has also got the name Kaliyuga Vaikuntha and the deity here is referred to as Kaliyuga Prathyaksha Daivam. The temple is also known by other names like Tirumala Temple, Tirupati Temple and Tirupati Balaji Temple. Venkateshvara is known by many other names: Balaji, Govinda, and Srinivasa. The temple is run by Tirumala Tirupati Devasthanams (TTD), which is under control of Andhra Pradesh Government. The head of TTD is appointed by Andhra Pradesh Government."}],
    "Stone Chariot" : [{"name" : "Stone Chariot" , "label" : "The Stone Chariot, as it is often referred is the flagship tourist attraction of Hampi. This is not a chariot ,as the name suggests, rather a shrine built like a chariot. This is located inside the Vittala Temple campus. You would be visiting the Stone Chariot as part of your Vittala Temple tour.In mythology Lord Vittala is an aspect of Lord Vishnu (See Gods of Hampi and Mythology of Hampi). Garuda (lord of eagles) is the vehicle (mount) of Lord Vishnu. The Stone Chariot once contained the icon on Garuda, though the shrine is empty now. This shrine is in the axis of the massive Vittala Temple and faces the sanctum of Vittala Temple."}],
    "kedarnath temple" : [{"name" : "kedarnath temple" , "label" : "Kedarnath Temple is a Hindu temple roughly 1200 years old dedicated to Shiva. The temple is located on the Garhwal Himalayan range[citation needed] near the Mandakini river, in the state of Uttarakhand, India. Due to extreme weather conditions, the temple is open to the general public only between the months of April (Akshaya Tritiya) and November (Kartik Purnima, the autumn full moon). During the winters, the vigraha (deity) of the temple is carried down to Ukhimath to be worshipped for the next six months. Kedarnath is seen as a homogenous form of Shiva, the 'Lord of Kedarkhand', the historical name of the region."}],
    "kamakhya temple" : [{"name" : "kamakhya temple" , "label" : "The Kamakhya Temple at Nilachal hills in Guwahati, Assam is one of the oldest and most revered centres of Tantric practices, dedicated to the goddess Kamakhya. The temple is the center of the Kulachara Tantra Marga and the site of the Ambubachi Mela, an annual festival that celebrates the menstruation of the goddess. Structurally, the temple is dated to the 8th-9th century with many subsequent rebuildings—and the final hybrid architecture defines a local style called Nilachal. It is also one of the oldest of the 51 pithas in the Shakta tradition. An obscure place of worship for much of history it became an important pilgrimage destination, especially for those from Bengal, in the 19th century during colonial rule"}],
    "Charminar" : [{"name" : "Charminar" , "label" : "Charminar was built by Sultan Mohammed Quli Qutb Shah in 1591. It is said that this square shaped structure with four pillars and intricate carvings was built in honour of his wife, Bhagmati. However, the actual reason behind building Charminar is still not clear. As per a French traveller, Jean de Thévenot who travelled in the 17th century, the reason for its construction is entirely different. According to his narration which is in sync with the Persian texts as well, Charminar was built to commemorate the start of the second Islamic millennium."}],
    "ganesh chaturthi" : [{"name" : "ganesh chaturthi" , "label" : "Ganesh Chaturthi  also known as Vinayak Chaturthi is a Hindu festival commemorating the birth of the Hindu god Ganesha. The festival is marked with the installation of Ganesha's clay idols privately in homes and publicly on elaborate pandals. Observances include chanting of Vedic hymns and Hindu texts, such as prayers and vrata. Offerings and prasada from the daily prayers, that are distributed from the pandal to the community, include sweets such as modaka as it is believed to be a favourite of Ganesha. The festival ends on the tenth day after start, when the idol is carried in a public procession with music and group chanting, then immersed in a nearby body of water such as a river or sea, called visarjan on the day of Anant Chaturdashi. In Mumbai alone, around 150,000 statues are immersed annually.  Thereafter the clay idol dissolves and Ganesha is believed to return to his celestial abode."}],
    "india gate" : [{"name" : "india gate" , "label" : "The India Gate (formerly known as the All India War Memorial) is a war memorial located near the Kartavya path on the eastern edge of the ceremonial axis of New Delhi, formerly called duty path. It stands as a memorial to 84,000 soldiers of the British Indian Army who died between 1914 and 1921 in the First World War, in France, Flanders, Mesopotamia, Persia, East Africa, Gallipoli and elsewhere in the Near and the Far East, and the Third Anglo-Afghan War. 13,300 servicemen's names, including some soldiers and officers from the United Kingdom, are inscribed on the gate. Designed by Sir Edwin Lutyens"}],
    "golden temple" : [{"name" : "golden temple" , "label" : "The Golden Temple is a gurdwara located in the city of Amritsar, Punjab, India. It is the preeminent spiritual site of Sikhism. It is one of the holiest sites in Sikhism, alongside the Gurdwara Darbar Sahib Kartarpur in Kartarpur, and Gurdwara Janam Asthan in Nankana Sahib."}],
    "dal lake" : [{"name" : "dal lake" , "label" : "Dal is a lake in Srinagar (Dal Lake is a misnomer as Dal in Kashmiri means lake), the summer capital of Jammu and Kashmir. The urban lake, is integral to tourism and recreation in Kashmir and is named the “Jewel in the crown of Kashmir” or “Srinagar's Jewel”.The lake is also an important source for commercial operations in fishing and water plant harvesting.The shore line of the lake, is about 15.5 kilometres (9.6 mi), is encompassed by a boulevard lined with Mughal era gardens, parks, houseboats and hotels. Scenic views of the lake can be witnessed from the shore line Mughal gardens, such as Shalimar Bagh and Nishat Bagh built during the reign of Mughal Emperor Jahangir and from houseboats cruising along the lake in the colourful shikaras. During the winter season, the temperature sometimes reaches -11 °C (12 °F), freezing the lake."}],
    "chandra taal" : [{"name" : "chandra taal" , "label" : "Chandratal or Chandra Tal or Chandra Taal or Chander Taal or simply Moon Lake is a barren but beautiful lake located at a height of 14100 feet in Himachal Pradesh in northern India. It comes under Spiti and Lahaul district of Himachal Pradesh and is situated at a distance of six km from Kumzum Pass."}]
}